Repository: DeviationTX/deviation
Catalog: src/fs/language/locale/deviation.*.po
Languages: hu, ja, pt, ru

source: ->Translated Language Name<-
hu: Magyar
ja: 日本語
pt: Português BR
ru: Russian

source: TRIMLV-
hu: TRIM_BF-
ja: Trm左V-
ru: ТримЛВ-

source: TRIMLV+
hu: TRIM_BF+
ja: Trm左V+
ru: ТримЛВ+

source: TRIMRV-
hu: TRIM_JF-
ja: Trm右V-
ru: ТримПВ-

source: TRIMRV+
hu: TRIM_JF+
ja: Trm右V+
ru: ТримПВ+

source: TRIMLH-
hu: TRIM_BV-
ja: Trm左H-
ru: ТримЛГ-

source: TRIMLH+
hu: TRIM_BV+
ja: Trm左H+
ru: ТримЛГ+

source: TRIMRH-
hu: TRIM_JV-
ja: Trm右H-
ru: ТримПГ-

source: TRIMRH+
hu: TRIM_JV+
ja: Trm右H+
ru: ТримПГ+

source: TRIM_L-
hu: TRIM_B-
ja: Trm_左-
ru: Трим_Л-

source: TRIM_L+
hu: TRIM_B+
ja: Trm_左+
ru: Трим_Л+

source: TRIM_R-
hu: TRIM_J-
ja: Trm_右-
pt: TRIM_D-
ru: Трим_П-

source: TRIM_R+
hu: TRIM_J+
ja: Trm_右+
pt: TRIM_D+
ru: Трим_П+

source: Left
hu: Bal
ja: 左
pt: Esquerda
ru: Влево

source: Right
hu: Jobb
ja: 右
pt: Direita
ru: Вправо

source: Down
hu: Le
ja: 下
pt: Desce
ru: Вниз

source: Up
hu: Fel
ja: 上
pt: Sobe
ru: Вверх

source: RIGHT_H
hu: JOBB_V
ja: 右_H
pt: DIREITA_H
ru: ПРАВЫЙ_Г

source: LEFT_V
hu: BAL_F
ja: 左_V
pt: ESQUERDA_V
ru: ЛЕВЫЙ_В

source: RIGHT_V
hu: JOBB_F
ja: 右_V
pt: DIREITA_V
ru: ПРАВЫЙ_В

source: LEFT_H
hu: BAL_V
ja: 左_H
pt: ESQUERDA_H
ru: ЛЕВЫЙ_Г

source: None
hu: Nincs
ja: なし
pt: Nenhum
ru: Нет

source: Ch
hu: Cs
ru: Канал

source: Volt
hu: Fesz.
ja: 電圧
ru: Вольт

source: Amps
hu: Áram
ja: アンプ

source: MinCell
hu: Min. cella
ja: セル容量

source: AllCell
hu: Össz. cella
ja: セル合計

source: RPM
hu: Ford.

source: Temp
hu: Hőm.
ja: 温度
ru: Темп.

source: Fuel
hu: Üzemany.
ja: 燃料
pt: Combustível

source: Alt
hu: Magas.
ja: 高度

source: TelemV
hu: TelemFesz
ru: ТелеV

source: Amp
hu: Áram
ja: アンプ

source: TelemT
hu: TelemHőm
ja: Telem時間
ru: ТелеT

source: TelemRPM
hu: TelemFord
ru: ТелеRPM

source: On
hu: Be
pt: Lig
ru: Вкл

source: Fades
hu: Eltűnés
ru: Затух.

source: Loss
hu: Vesztés
ja: 損失
ru: Потери

source: Holds
hu: Tartás
ru: Удерж.

source: AirSpd
hu: Légseb.
pt: VelAr

source: Alt.
hu: Magas.
ja: 高度

source: Alt.max
hu: Max magas.
ja: 高度Max

source: Bat
hu: Telep

source: 1 sec
hu: 1 mp
ja: 1 秒
pt: 1 seg
ru: 1 сек

source: 5 sec
hu: 5 mp
ja: 5 秒
pt: 5 seg
ru: 5 сек

source: 10 sec
hu: 10 mp
ja: 10 秒
pt: 10 seg
ru: 10 сек

source: 30 sec
hu: 30 mp
ja: 30 秒
pt: 30 seg
ru: 30 сек

source: 60 sec
hu: 60 mp
ja: 60 秒
pt: 60 seg
ru: 60 сек

source: RTC Time
hu: Idő
ja: 内蔵時計
pt: Tempo RTC
ru: Часы RTC

source: GPS Time
hu: GPS idő
ja: GPS時間
pt: Tempo GPS
ru: GPS время

source: GPS Coords
hu: GPS koord.
ja: GPS座標
pt: Coords GPS
ru: GPS коорд.

source: GPS Alt.
hu: GPS magas.
ja: GPS高度
pt: Alt GPS
ru: GPS высота

source: GPS Speed
hu: GPS sebes.
ja: GPS速度
pt: Vel GPS
ru: GPS скорость

source: Format
hu: Formátum
pt: Formato

source: Telemetry
hu: Telemetria
ja: テレメトリー
pt: Telemetria
ru: Телеметрия

source: Off
hu: Ki
pt: Desl
ru: Выкл

source: Freq Tune
hu: Frekv. hang.
ja: 周波数調整

source: regular
hu: szokásos
ja: 通常

source: Freq-Fine
hu: Frekv. finom
ja: 周波数微調
pt: Freq-fina

source: Freq-Coarse
hu: Frekv. durva
ja: 周波数粗調
pt: Freq-media

source: Re-bind
hu: Csatol
ja: バインド

source: No
hu: Nem
pt: Não
ru: Нет

source: Yes
hu: Igen
pt: Sim
ru: Да

source: Blink
hu: Villogás
ja: 点滅

source: Expert
hu: Haladó
pt: Avançado

source: CRTP Mode
hu: CRTP mód
ja: CRTPモード
pt: Modo CRTP

source: Green
hu: Zöld
ja: 緑
pt: Verde

source: Blue-A
hu: Kék-A
ja: 青-A
pt: Azul-A

source: Chan mode
hu: Csat. mód
ja: Chanモード
pt: Modo canal
ru: Реж. канала devo8:Режим канала

source: COL Inv
hu: Kollektív inv. devo10:Koll. inv.
ja: COL サーボ
ru: Колл Инв

source: Normal
hu: Normál
ja: ノーマル
ru: Норма

source: Inverted
hu: Inverz
ja: 反転
pt: Invertido
ru: Реверс

source: COL Limit
hu: Koll. limit
pt: COL limite
ru: Колл Предел devo8:Колл Предел

source: Outputs
hu: Kimentek
ja: 出力
pt: Saídas

source: Servo Hz
hu: Szervó Hz
ja: サーボ Hz

source: LQI output
hu: LQI kimenet
ja: LQI出力
pt: Saída LQI

source: Failsafe
hu: Hibaérték
pt: Falso

source: RSSIChan
hu: RSSI cs.
pt: CanalRSSI

source: S.PORT Out
hu: S.PORT ki
ja: S.PORT 出力
pt: Saída S.PORT

source: Disabled
hu: Letiltva
ja: 無効
pt: Desativado

source: Enabled
hu: Engedélyezett
ja: 有効
pt: Ativado
ru: Вкл.

source: Center PW
hu: Közép imp. hossz devo10:Közép imp.
pt: Centralizar PW
ru: Центр ШИ

source: Delta PW
hu: Impulzus kitérés devo10:Kitérés
ru: Дельта ШИ

source: Notch PW
hu: Szünet hossz devo10:Szünet
ru: Пауза ШИ

source: Frame Size
hu: Keret hossza devo10:Keret
pt: Taman. frame
ru: Период

source: DynTrim
hu: Din. trim

source: HighSpeed
hu: Gyors
pt: AltaVeloci

source: F.Log filter
hu: Napló szűrés
pt: Filtro F.Log

source: USE A.ACK
hu: Auto ACK
ja: A.ACK使用
pt: USAR A.ACK

source: 1-to-1
hu: 1 az 1
ru: 1-к-1

source: Fixed
hu: Fix
ja: 固定値
pt: Fixo
ru: Фиксир.

source: Zero/Max
hu: Nulla/Max
ja: ゼロ/最大
ru: Ноль/Макс

source: ABSVAL
hu: ABSZ.É.
ja: 絶対値
ru: Абсолют.

source: EXPO %d
hu: EXP. %d
ru: Экспо. %d

source: Deadband
hu: Holtsáv
pt: ZonaMorta
ru: Мертв.зона

source: 3 Point
hu: 3 pont
pt: 3 Pontos
ru: 3 точки

source: 5 Point
hu: 5 pont
pt: 5 Pontos
ru: 5 точек

source: 7 Point
hu: 7 pont
pt: 7 Pontos
ru: 7 точек

source: 9 Point
hu: 9 pont
pt: 9 Pontos
ru: 9 точек

source: 11 Point
hu: 11 pont
pt: 11 Pontos
ru: 11 точек

source: 13 Point
hu: 13 pont
pt: 13 Pontos
ru: 13 точек

source: Unknown
hu: Ismeretlen
ja: 不明
pt: Desconhecido
ru: Неизвестный

source: Clock
hu: Óra
ja: 時計
pt: Relógio
ru: Часы

source: Date
hu: Dátum
ja: 日付
pt: Data
ru: Дата

source: Cancel
hu: Mégsem
pt: Cancelar
ru: Отмена

source: Longitude
hu: Hosszúság
ja: 経度
ru: Долгота

source: Latitude
hu: Szélesség
ja: 緯度
ru: Широта

source: Altitude
hu: Magasság
ja: 高度
ru: Высота

source: Speed
hu: Sebesség
ja: 速度
pt: Velocidade
ru: Скорость

source: Time
hu: Idő
ja: 時間
pt: Hora
ru: Время

source: SatCount
hu: Műholdak
ja: 衛星数
pt: SatConta

source: Heading
hu: Irány
pt: Início

source: Simple
hu: Egyszerű devo10:Egysz.
ja: 単一
pt: Simples
ru: Простой

source: Expo&DR
hu: Expó+DR
ja: レート
ru: Эксп&ДР devo8:Экспо&ДР

source: Complex
hu: Komplex
ja: 複合
pt: Complexo
ru: Комплекс

source: Cyclic1
hu: Ciklikus1
pt: Ciclico1
ru: Цикл1

source: Cyclic2
hu: Ciklikus2
pt: Ciclico2
ru: Цикл2

source: Cyclic3
hu: Ciklikus3
pt: Ciclico3
ru: Цикл3

source: Timer
hu: Időzítő
ja: タイマー
ru: Таймер

source: Advanced
hu: Haladó
ja: 詳細
pt: Avancado
ru: Микшеры

source: Standard
hu: Szokásos
ja: 標準
pt: Padrão
ru: Стандарт

source: Reset
hu: Törlés
ja: リセット
ru: Сброс

source: Model
hu: Modell
ja: モデル
pt: Modelo
ru: Модель

source: is not supported
hu: nem támogatott
ja: 非サポート
pt: não é suportado
ru: не поддерживается

source: is turned off
hu: ki van kapcsolva
ja: 電源OFF
pt: desligado
ru: выключена

source: Alarm
hu: Riasztás
ja: アラーム
pt: Alarme
ru: Сигнал

source: up
hu: fel
ja: 上
pt: sobe

source: down
hu: le
ja: 下
pt: desce

source: Timer %d
hu: Időzítő %d
ja: タイマー%d
pt: Timer 1%d

source: Re-Init
hu: Csatol
ja: 初期化
pt: Reconecta
ru: Привязка

source: Bind
hu: Csatol
ja: バインド
ru: Привязка

source: Channel
hu: Csatorna
pt: Canal
ru: Канал

source: Stick
hu: Bot
ru: Стики

source: Extend
hu: Kiterj.
ja: 拡張
pt: Estendido
ru: Расширен.

source: Load...
hu: Betöltés...
ja: ロード...
pt: Ler...
ru: Загрузка...

source: Copy To...
hu: Másolás...
ja: セーブ...
pt: Copiar para...
ru: Копир. в...

source: Template..
hu: Sablon...
ru: Шаблон...

source: Touch to Unlock
hu: Érintse meg a feloldáshoz
ja: Touchロック解除
pt: Toque para desbloquear
ru: Нажать для разблокировки

source: Touch to Lock
hu: Érintse meg a zároláshoz
ja: Touchロック
pt: Toque para bloquear
ru: Нажать для блокировки

source: is %d%%, safe value = %d%%
hu: = %d%%, a biztonságos érték = %d%%
ja: %d%%, セーフティ値 = %d%%
pt: = %d%%, valor seguro = %d%%
ru: = %d%%, безопасное значение = %d%%

source: is %d%%, safe value = %d%%
hu: = %d%%, a biztonságos érték = %d%%
ja: %d%%, セーフティ値 = %d%%
pt: = %d%%, valor seguro = %d%%
ru: = %d%%, безопасное = %d%%

source: Do you really want to reset the permanent timer %d?
hu: Valóban nullázni akarja az üzemidő időzítő %d-t?
ja: 本当にタイマーを リセットしますか? Permanent Timer %d
pt: Você deseja mesmo zerar o tempo definitivamente %d?
ru: Вы действительно хотите сбросить интегральный таймер %d?

source: Value
hu: Érték
ja: 値
pt: Valor
ru: Значение

source: Position %d
hu: Pozíció %d
pt: Posição 1%d
ru: Положение %d

source: Idle Up 1
hu: Alapjárat 1
ru: Пилотаж 1

source: Idle Up 2
hu: Alapjárat 2
ru: Пилотаж 2

source: Thr hold
hu: Gáz kapcs.
pt: Travar Thr
ru: Удерж.газа devo8:Удержание газа

source: Reversed
hu: Inverz
ja: リバース
pt: Reverso
ru: Реверс

source: Servo
hu: Szervó
ja: サーボ
ru: серво

source: Control
hu: Kontroll
pt: Controle
ru: Управление

source: Switch
hu: Kapcsoló
ja: スイッチ
pt: Chave
ru: Перекл.

source: stopwatch
hu: Stopper
pt: cronometro
ru: секундомер

source: stop-prop
hu: Gázf. stop.
pt: parar-helices
ru: сек. проп

source: countdown
hu: Időzítő
pt: regressivo
ru: обр.отсчет

source: cntdn-prop
hu: Gázf. időz.
pt: Desliga-helices
ru: обр.отсч.пр

source: permanent
hu: Üzemidő
pt: permanente
ru: интеграл

source: Timer%d
hu: Időzítő %d
ja: タイマー%d
ru: Таймер%d

source: Set to
hu: Beállít
ja: セット
pt: Setar
ru: Установить

source: Momentary
hu: Pillanat k.
ja: 押ボタン
pt: Momentaneo
ru: Кнопка

source: Toggle
hu: Kapcs.
ja: トグル
pt: Alterna
ru: Тумблер

source: On/Off
hu: Ki/Be
pt: Liga/Desliga
ru: Вкл/Выкл

source: 3 Pos
hu: 3 állású

source: Scale%s
hu: Skála%s
ja: スケール%s
pt: Escala%s
ru: Масшт.%s

source: Symmetric
hu: Szimmetr.
ja: 対称
pt: Simétrico
ru: Симметр.

source: Pos
hu: Poz.
ja: ポジ

source: No Trim
hu: Nincs Trim
ja: Trimなし
pt: Sem Trim
ru: Без триммера

source: Mid-Rate
hu: Közepes
ja: 中レート
pt: Valor Médio
ru: Ср.расход devo8:Средний расход

source: Low-Rate
hu: Alacsony
ja: 低レート
pt: Taxa baixa
ru: Низк.расход devo8:Низкий расход

source: replace
hu: cserél
ja: 置換
pt: substituir
ru: заменить

source: mult
hu: szoroz
ja: 掛け算
ru: умножить

source: add
hu: hozzáad
ja: 足し算
pt: adiciona
ru: добавить

source: delay
hu: késleltetés devo10:késlelt.
ja: 遅延
ru: задержка

source: beep
hu: csipogás
ru: сигнал

source: voice
hu: hang
ja: 音声
pt: voz
ru: голос

source: Linked
hu: Csatolt
ja: リンク
pt: Lincado
ru: Связанный

source: New
hu: Új
pt: Novo
ru: Новый

source: COL
hu: Kollektív
pt: PASSO
ru: Колл

source: Ch%d
hu: Cs%d
ru: Канал %d

source: Small-box
hu: Kis doboz
ja: 小BOX
ru: Малый-бокс

source: Big-box
hu: Nagy doboz
ja: 大BOX
pt: ig-box
ru: Больш.-бокс devo8:Большой-бокс

source: Bargraph
hu: Oszlopdiagr.
ja: Barグラフ
pt: Gráfico Barras
ru: Полоса

source: V-trim
hu: Vsz. trim
ru: В-триммер

source: H-trim
hu: Függ. trim
ru: Г-триммер

source: Battery
hu: Telep
pt: Bateria
ru: Батарея

source: TxPower
hu: Tx telj.
ja: 送信出力
pt: PotênciaTx
ru: Мощность

source: Add
hu: Új
ja: 追加
pt: Adiciona
ru: Добавить

source: Load
hu: Betöltés
ja: ロード
pt: Ler
ru: Загрузить

source: Menu
hu: Menü
ja: メニュー
ru: Меню

source: Move sticks and knobs to max & min positions then press ENT
hu: Mozgassa a botokat és a tekerőket min-tól max-ig, majd nyomjon ENT-t
ja: スティック,ダイヤルを 最大 / 最小位置に動かし ENTを押して下さい
pt: Mova sticks e knobs para as posições max e min e pressione ENT
ru: Cместите стики и ручки в максимум и минимум, затем нажмите ENT

source: Calibration done. Press ENT.
hu: Kalibrálás kész. Nyomjon ENT-t.
ja: キャリブレーション完了 ENTを押して下さい
pt: Calibração terminada Pressione ENT.
ru: Калибровка завершена. Нажмите ENT.

source: Center all sticks and knobs then press ENT
hu: Állítsa középre a botkormányokat és a tekerőket, majd nyomjon ENT-t
ja: 2本のスティックと ダイヤルを中央にし ENTを押して下さい
pt: Centralizar todos sticks e knobs só então pressione ENT
ru: Отцентруйте все стики и ручки, затем нажмите ENT devo8:Отцентруйте все стики и ручки, затем нажмите ENT

source: Calibrate
hu: Kalibrálás
pt: Calibrar
ru: Калибровка

source: Set
hu: Beállítás
pt: Setar
ru: Установить

source: Mode %d
hu: Mód %d
pt: Modo %d
ru: Режим %d

source: Change
hu: Váltás
ja: 変更
pt: Alterar
ru: Изменить

source: Fahren
hu: °F
ja: 華氏
ru: F° devo8:Фаренгейт

source: Celsius
hu: °C
ja: 摂氏
ru: С° devo8:Цельсий

source: Foot
hu: Láb
ja: フィート
pt: Pé
ru: Фут

source: Meter
hu: Méter
ja: メートル
pt: Metro
ru: Метр

source: Turn Off
hu: Kikapcsol
ja: 電源OFF
pt: Desligar
ru: Выключить

source: Turn On
hu: Bekapcsol
ja: 電源ON
pt: Ligar
ru: Включить

source: Average
hu: Átlag
pt: Média

source: Peak
hu: Csúcs
pt: Pico

source: Att.: -20dB
hu: Csill.: -20dB
pt: Aten: -20dB

source: Att.: 0dB
hu: Csill.: 0dB
pt: Aten.: 0dB

source: Input
hu: Bemenet
ja: 入力
pt: Entrada
ru: Ввод

source: Trim Step
hu: Trim lépés
ja: Trim間隔
pt: Passo Trim
ru: Шаг тримм. devo8:Шаг триммера

source: Generic settings
hu: Általános beállítások
ja: 全般設定
pt: Configs. gerais
ru: Основные настройки

source: Language
hu: Nyelv
ja: 言語
pt: Lingua
ru: Язык

source: Stick mode
hu: Mód
ja: モード
pt: Modo de voo
ru: Режим стиков

source: Touch screen
hu: Képernyő
pt: Tela Touch
ru: Сенсорн. экран

source: Sticks
hu: Botkormány
ja: スティック
ru: Стики

source: Audio settings
hu: Audió beállítások
ja: 音源設定
pt: Definição Audio
ru: Настройки звука

source: Buzzer settings
hu: Hang beállítások
ja: ブザー設定
pt: Definição Buzzer
ru: Настройки сигнала

source: Power On alarm
hu: Bekapcs. riaszt.
ja: 電源ON警告
pt: Liga alarme
ru: Сигнал вкл.

source: Battery alarm
hu: Fesz. riasztás
ja: Battery警告
pt: Alarme Bateria
ru: Сигнал батареи

source: Alarm interval
hu: Riaszt. int.
ja: アラーム間隔
pt: Intervalo alarme
ru: Интервал

source: Buzz volume
hu: Hangerő
ja: ブザー音量
pt: Volume buzzer
ru: Громкость сиг.

source: Audio volume
hu: Audió hangerő
ja: スピーカ音量
pt: Volume audio
ru: Громкость зв.

source: Power-down alert
hu: Kikapcs. riaszt.
ja: 電源OFF警告
pt: Desliga alerta
ru: Сигнал выкл.

source: LCD settings
hu: LCD beállítások
ja: LCD設定
pt: Config. LCD
ru: Настройки экрана

source: Backlight
hu: Fényerő
ja: バックライト
ru: Подсветка

source: Dimmer time
hu: Alvó mód ideje
ja: Screenセーバ
pt: Tempo dimmer
ru: Время гашения

source: Dimmer target
hu: Alvó fényerő
ja: Scr調光レベル
pt: Limite Dimmer
ru: Гашение до

source: Timer settings
hu: Időzítő beállítások
ja: タイマー設定
pt: Config. Timer
ru: Настройки таймера

source: Prealert time
hu: Előjelz. idő
ja: PreAlert時間
pt: Tempo inicial
ru: Вр. до сигнала devo8:Время до сигнала

source: Prealert interval
hu: Előjelz. interv.
ja: PreAlert間隔
pt: Interv. inicial
ru: Интервалы перед

source: Timeup interval
hu: Ismétlés interv.
ja: TimeUp間隔
pt: Intervalo
ru: Интервалы после

source: Telemetry settings
hu: Telemetria beállítások
ja: テレメトリー設定
pt: Ajustes telemetria
ru: Настройки телеметрии

source: Temperature
hu: Hőmérséklet
ja: 温度
pt: Temperatura
ru: Температура

source: Length
hu: Hossz
ja: 距離
pt: Longitude
ru: Длина

source: Alert interval
hu: Figyelm. int.
ja: 警告間隔
pt: Intervalo alerta

source: Vibration settings
hu: Rezgés beállítások
ja: バイブレート設定
pt: Definir vibração
ru: Настройки вибрации

source: Vibration:
hu: Rezgés:
ja: バイブレート:
pt: Vibração:
ru: Вибрация:

source: Touch target %d
hu: Érintse meg a(z) %d pontot!
pt: Toque em %d
ru: Нажать цель %d

source: Touch Calibrate
hu: Érintés kalibrálás
pt: Calibração do Touch
ru: Калибровка экрана

source: actual value
hu: Aktuális érték
ja: 実績値
pt: Volume atual
ru: Актуальное значение

source: value to add or set
hu: Beállítandó/hozzáadandó
ja: 値の追加 or 設定
pt: volume setado ou adicionado
ru: Значение установки

source: Hour
hu: Óra
ja: 時
pt: Hora
ru: Часы

source: Minute
hu: Perc
ja: 分
pt: Minuto
ru: Минуты

source: Second
hu: Másodperc devo10:Másodp. devo12:Másodp.
ja: 秒
pt: Segundo
ru: Секунды

source: resulting value
hu: Új érték
ja: リザルト値
pt: Valor final
ru: Результат

source: Helicopter
hu: Helikopter
ja: ヘリコプター
pt: Helicóptero
ru: Вертолет

source: Airplane
hu: Repülőgép
ja: 固定翼機
pt: Aeroplano
ru: Самолет

source: File
hu: Fájl
ja: ファイル
pt: Arquivo
ru: Файл

source: Mixer GUI
hu: Felület
ja: ミキサーGUI
ru: Интерфейс devo8:Интерфейс микшеров

source: Model name
hu: Modell név
ja: モデル名
pt: Nome modelo
ru: Имя модели

source: Icon
hu: Ikon
ja: アイコン
pt: Icone
ru: Значок

source: Model type
hu: Modell típus
ja: モデルタイプ
pt: Tipo modelo
ru: Тип модели

source: PPM In
hu: PPM be
pt: Enrada PPM
ru: PPM-Вход

source: Protocol
hu: Protokoll
ja: プロトコル
pt: Protocolo
ru: Протокол

source: # Channels
hu: Csatornák
ja: 使用Ch数
pt: # Canais
ru: Каналы devo8:Количество каналов

source: Tx power
hu: Kimenő telj.
ja: 送信出力
pt: Potência
ru: Мощность

source: Fixed ID
hu: Fix ID
pt: ID Fixo
ru: Фиксир.ID devo8:Фиксированный ID

source: Revert
hu: Mégsem
ja: 初期値
pt: Reverter
ru: Отмена

source: Pos 0
hu: Poz. 0
ru: Поз.0

source: Pos 1
hu: Poz. 1
ru: Поз.1

source: Pos 2
hu: Poz. 2
ru: Поз.2

source: SwashType
hu: Imbolygó típusa devo10:Imbolygó
pt: Tipo de Swash
ru: Тип авт.пер. devo8:Тип авт.перекоса

source: ELE Inv
hu: Magassági inv. devo10:Magas. inv.
ja: ELE サーボ
ru: РВыс Инв

source: AIL Inv
hu: Csűrés inv.
ja: AIL サーボ
pt: ALAB Inv
ru: Элер Инв

source: ELE Mix
hu: Magassági mix devo10:Magas. mix
ja: ELE Mixing
ru: РВыс Микш

source: AIL Mix
hu: Csűrés mix
ja: AIL Mixing
pt: ALAB Mix
ru: Элер Микш

source: COL Mix
hu: Kollektív mix devo10:Koll. mix
ja: COL Mixing
pt: PASSO Mix
ru: Колл Микш

source: Trainer Cfg (Channel)
hu: Oktató konf. (Csatorna)
ja: Trainer設定 (Channel)
pt: Config. Treino(canal)
ru: Тренер (канал) devo8:Настройка тренера (канал)

source: Trainer Cfg (Stick)
hu: Oktató konf. (Bot)
ja: Trainer設定 (Stick)
pt: Config. Treino(Stick)
ru: Тренер (стики) devo8:Настройка тренера (стики)

source: PPMIn Cfg (Extend)
hu: PPM be konf. (Kiterj.)
ja: PPMIn設定 (拡張)
pt: Config. PPMin (ampliado)
ru: PPM-Вход (расширенный)

source: Trainer Sw
hu: Oktató kapcs. devo10:Oktató k.
pt: Ch Treino
ru: Пер.тренера devo8:Перекл. тренера

source: Num Channels
hu: Csat. száma
ja: Channel番号
pt: Numero de Canais
ru: Каналы devo8:Количество каналов

source: Safety
hu: Biztonság
ja: セーフティSW
pt: Seguro
ru: Безопасн. devo8:Безопасность

source: Binding is in progress... Make sure model is on! Pressing OK will NOT cancel binding procedure but will allow full control of Tx.
hu: Kapcsolódás folyamatban... Győződjön meg róla, hogy a modell be van kapcsolva! Az OK gomb NEM szakítja meg a kapcsolódást, csak lehetővé teszi a rádió használatát.
ja: バインド中です... 機体が電源ONか確認ください. OKを押してもキャンセルされません. 送信機は全操作可能となります.
pt: Bind sendo executado... Confirme que o receptor está ligado Pressionar OK NÃO ira cancelar o Bind mas dara o controle total do Rádio
ru: Производится привязка... Убедитесь, что модель включена! Нажатие OK не отменит процедуру привязки, но позволит управлять передатчиком.

source: Binding will end in %d seconds...
hu: Kapcsolódás vége %d másodperc múlva...
ja: バインドは約 %d 秒で完了...
pt: Bind termina em %d segundos...
ru: Привязка завершится через %d секунд...

source: Binding
hu: Kapcsolódás a modellhez
ja: バインド中
pt: Bindando
ru: Привязка

source: Low Battery
hu: Telep üres
ja: バッテリー低下
pt: Bateria baixa
ru: Батарея разряжена

source: Critical battery level detected. Settings have been saved. Any future configuration settings will NOT be saved. Change batteries now!
hu: A telepfeszültség kritikusan alacsony! A beállítások el lettek mentve, de a további változtatások NEM lesznek elmentve! Cseréljen elemet!
ja: バッテリー切れを検出. 現在の設定が保存されます. 今後は保存されません. すぐバッテリー交換を!
pt: Nivel crítico das baterias. As modificações devem ser gravadas. Qualquer alteração NÃO será gravada. Troque as baterias imediatamente!
ru: Обнаружен критический разряд батареи. Настройки сохранены. Дальнейшие изменения настроек не будут сохраняться. Немедленно замените батарею!

source: Model needs to be reset in order to switch to the standard mixer
hu: A modellt törölni kell a szokásos felületre váltáshoz
ja: 標準ミキサーに変更するには 機体モデルをリセットする 必要があります.
pt: O modelo precisa de reset para altera para o modo mixer
ru: Модель требует сброса для переключения к стандартным микшерам

source: Standard Mixer
hu: Szokásos mixer
ja: 標準ミキサー
pt: Mixer Padrão
ru: Стандартный микшер

source: Reset Permanent Timer?
hu: Nullázza az üzemidőt?
ja: Permanentタイマーを リセットしますか?
pt: Reset tempo de forma permanente?
ru: Сбросить интегральный таймер?

source: Missing Modules:
hu: Hiányzó modulok:
ja: モジュールの不具合:
pt: Módulos Ausentes:
ru: Отсутств. модули:

source: Module Error
hu: Modul hiba
ja: モジュールエラー
pt: Erro Modulo
ru: Ошибка модуля

source: Day
hu: Nap
ja: 日
pt: Dia
ru: День

source: Month
hu: Hónap
ja: 月
pt: Mês
ru: Месяц

source: Year
hu: Év
ja: 年
pt: Ano
ru: Год

source: Set time
hu: Idő beáll.
ja: 時間設定
pt: Seta hora
ru: Установить

source: Set date
hu: Dátum beáll.
ja: 日付設定
pt: Seta data
ru: Установить

source: Time format
hu: Idő formátum
ja: 時間Format
pt: Formato hora
ru: Формат времени

source: Date format
hu: Dátum formátum
ja: 日付Format
pt: Formato data
ru: Формат даты

source: value to set
hu: Beállítandó érték
ja: 設定値
pt: Valor para setar
ru: Установка

source: Move Up
hu: Feljebb
ja: 上 移動
pt: Sube
ru: Вверх

source: Move Down
hu: Lejjebb
ja: 下 移動
pt: Desce
ru: Вниз

source: Copy To
hu: Másolás
ja: コピー
pt: Copia para
ru: Копир. в

source: Insert
hu: Beszúrás
ja: 挿入
pt: Insere
ru: Вставить

source: Remove
hu: Törlés
ja: 削除
ru: Удалить

source: Save
hu: Mentés
ja: 保存
pt: Salva
ru: Сохр. devo8:Сохранить

source: Reset sw
hu: Törlés kapcs. devo10:Törlés k.
ja: リセットSW
pt: Ch de reset
ru: Сброс

source: Date / Time
hu: Dátum / Idő
ja: 日 / 時
pt: Data / Hora
ru: Дата / Время

source: Load Model
hu: Modell betöltése
ja: 機体モデル ロード
pt: Le Modelo

source: Save Model as...
hu: Mentés másként...
ja: モデルをセーブ...
pt: Salva Modelo como...

source: Load Model Template
hu: Sablon betöltése
ja: Templateモデル ロード
pt: Le template do Modelo

source: Select Icon
hu: Ikon választás
ja: アイコン選択
pt: Seleciona Ícone

source: Load Layout
hu: Elrend. betöltése
ja: レイアウト ロード
pt: Le Layout

source: Src
hu: Forrás
ja: ソース:入力
pt: Origem
ru: Источник

source: Hold position
hu: TH érték
pt: Posição fixa
ru: Положение

source: Fly mode
hu: Rep. mód
pt: Modo de voo
ru: Пол.режим devo8:Полетный режим

source: Gyro sense
hu: Giró
ja: Gyroセンサ
pt: Sensor giroscopio
ru: Чувств.гиро devo8:Чувств. гироскопа

source: D/R&Exp -AIL
hu: D/R&Expó -AIL
ru: ДР&Экспо Элер

source: D/R&Exp -ELE
hu: D/R&Expó -ELE
ru: ДР&Экспо РВыс

source: D/R&Exp -RUD
hu: D/R&Expó -RUD
ru: ДР&Экспо РНапр

source: Manual
hu: Kézi
ja: 手動
ru: Вручную

source: Mode
hu: Mód
pt: Modo
ru: Режим

source: PIT Mix
hu: Koll. mix
ja: PIT Mixing
ru: Шаг Микш

source: External voice currently not available
hu: Külső hang jelenleg nem elérhető
ja: 外部音声は 現在利用できません
pt: Voz externa não está disponível

source: %d bytes left
hu: %d bájt maradt
ja: %d Bytes 残り
pt: %d bytes restantes
ru: осталось %d байт

source: All
hu: Mind
pt: Todos
ru: Все

source: Enable
hu: Engedélyez
ja: ログ有効
pt: Habilitado
ru: Включение

source: Sample Rate
hu: Mintavétel
ja: サンプルレート
pt: Taxa de amostragem
ru: Частота

source: Select
hu: Kiválaszt
ja: ログ項目
pt: Selecione
ru: Выбор

source: Page Config
hu: Ablak konfig.
ja: ページ設定
pt: Config de página
ru: Настройка страницы

source: Type
hu: Típus
ja: タイプ
pt: ipo
ru: Тип

source: Template
hu: Sablon
ru: Шаблон

source: Edit
hu: Szerkeszt
ja: 編集
pt: Edita
ru: Редактир.

source: Delete
hu: Törlés
ja: 削除
pt: Deleta
ru: Удалить

source: Reverse
hu: Invertálás
ja: リバース
pt: Inverter
ru: Реверс

source: Fail-safe
hu: Hibaérték
ru: Отказоуст.

source: Safe Val
hu: Bizt. érték
ja: セーフティ値
pt: Valor Seguro
ru: Безоп.знач. devo8:Безопасное значение

source: Min Limit
hu: Min korlát
ja: 最小 Limit
pt: Limite Min
ru: Мин.предел devo8:Мин. предел

source: Max Limit
hu: Max korlát
ja: 最大 Limit
pt: Límite max
ru: Макс.предел devo8:Макс. предел

source: Smooth
hu: Simítás
ja: 滑らか
pt: Suaviza
ru: Сгладить

source: Point
hu: Pont
pt: Ponto
ru: Точка

source: Pos/Neg
hu: Poz/Neg
ja: ポジ/ネガ

source: Curve
hu: Görbe
ja: カーブ:形状
pt: Curva
ru: Кривая

source: Offset
hu: Eltolás
ja: オフセット
ru: Смещ.

source: Switch1
hu: Kapcs.1
ja: スイッチ1
pt: Chave1
ru: Перекл.1

source: Switch2
hu: Kapcs.2
ja: スイッチ2
pt: Chave2
ru: Перекл.2

source: High-Rate
hu: Magas
ja: 高レート
pt: Valor Max.
ru: Выс.расход devo8:Высокий расход
