Repository: DeviationTX/deviation
Catalog: src/fs/language/locale/deviation.*.po
Languages: hu, ja, pt, ru

source: Mixers
hu: Mixerek
ja: ミキサー
ru: Микшер

source: Page
hu: Oldal
ja: ページ
pt: Página
ru: Стр.

source: Mux
hu: Művelet
ja: Mux:合波
ru: Мульт

source: Main page
hu: Főablak
ja: メインページ
pt: Menu principal
ru: Главная страница

source: Main menu
hu: Főmenü
ja: メインメニュー
pt: Menu principal
ru: Главное меню

source: Set permanent timer
hu: Üzemidő beállítása
ja: Permanent Timer設定
pt: Seta tempo permanente
ru: Интегральный таймер devo8:Установка интегрального таймера

source: Real Time Clock
hu: Óra
ja: 内蔵時計
pt: Relógio tempo real
ru: Часы

source: Touch Test
hu: Érintés teszt
ja: Touchテスト
pt: Teste do Touch
ru: Нажать тест

source: Model menu
hu: Modell menü
ja: モデルメニュー
pt: Menu do modelo
ru: Меню модели

source: Transmitter menu
hu: Távirányító menü
ja: 送信機メニュー
pt: Menu do rádio
ru: Меню передатчика

source: Debuglog
hu: Hiba napló
ja: デバッグログ
pt: Log para debug

source: Model setup
hu: Modell konfig.
ja: モデル設定
pt: Configura modelo
ru: Модель

source: D/R & Exp
hu: D/R & Expó
ja: レート
ru: Д/Р и Экспонента

source: Travel adjust
hu: Szervóút állítás
ja: トラベルAdjust
pt: Ajuste de percurso
ru: Расходы

source: Throttle curves
hu: Gáz görbék
ja: Throttleカーブ
pt: Curvas do Throttle
ru: Кривые газа

source: Pitch curves
hu: Állásszög görbék
ja: ピッチカーブ
pt: Curvas do Pitch
ru: Кривые шага

source: Throttle hold
hu: Gáz kapcsoló
pt: Trava throttle
ru: Удержание газа

source: Swash
hu: Imbolygó
ru: Автомат перекоса

source: Switch assignment
hu: Kapcsoló összerendelés devo10:Kapcs. összerend.
ja: スイッチ割当
pt: Atribuição de switch
ru: Переключатели

source: Timers
hu: Időzítők
ja: タイマー
pt: Temporizadores
ru: Таймеры

source: Telemetry config
hu: Telemetria konfig.
ja: テレメトリー設定
pt: Conf. telemetria
ru: Телеметрия

source: Trims
hu: Trim-ek
ja: トリム
ru: Триммер

source: Datalog
hu: Adat napló
ja: ログ設定
ru: Журнал

source: Main page config
hu: Főablak konfig.
ja: メインページ設定
pt: Personaliza menu
ru: Главная страница

source: Voice config
hu: Hang konfiguráció
ja: 音声設定
pt: Config de voz

source: Transmitter config
hu: Távirányító konfig.
ja: 送信機設定
pt: Config. do rádio
ru: Передатчик

source: Channel monitor
hu: Csatornák
ja: チャンネル モニタ
pt: Monitor canais
ru: Монитор каналов

source: Telemetry monitor
hu: Telemetria adatok
ja: テレメトリー モニタ
pt: Monitor telemetria
ru: Монитор телеметрии

source: Range Test
hu: Hatótáv teszt
ja: 通信レンジ テスト
pt: Teste de Alcance
ru: Тест дальности

source: Input monitor
hu: Bemenetek
ja: 入力 モニタ
pt: Monitor entrada
ru: Монитор ввода

source: Button monitor
hu: Nyomógomb ellenőrzés
ja: ボタン モニタ
pt: Botão do display
ru: Монитор кнопок

source: Scanner
hu: Szkenner
ja: スキャン設定
ru: Сканер

source: Welcome
hu: Üdvözlet
ja: ようこそ
pt: Bem Vindo
ru: Привет

source: Select Language
hu: Nyelv választás
ja: 言語選択
pt: Selecione a Língua
ru: Выбор языка

source: Stop test
hu: Teszt stop
ja: テスト停止
pt: Para o Teste
ru: Стоп тест

source: Start test
hu: Teszt start
ja: テスト開始
pt: Inicia o Teste
ru: Старт тест

source: No range test possible.
hu: Nincs hatótáv teszt.
ja: 通信レンジ テストに失敗
pt: Não é possível realizar o teste de alcance
ru: Тест дальности недоступен.

source: Power reduced to
hu: Telj. csökkentve
ja: 電力減少
pt: Potencia reduzida para
ru: Мощность снижена до

source: from
hu: -ra, erről:
pt: de
ru: от

source: Deviation FW version:
hu: Deviation verzió:
pt: Versão FW Deviation:
ru: Версия Deviation:

source: USB Filesystem is currently
hu: USB fájlrendszer jelenleg
ja: USB接続時フォルダ場所
pt: O sistema de arquivos USB está atualmente
ru: Файловая система сейчас

source: Press 'Ent' to turn USB Filesystem
hu: 'ENT'-el kapcsolhatja az USB-t
ja: ENTを押してUSB接続を 有効にします
pt: Tecle 'Ent' p/arquivos via USB
ru: Нажмите 'Ent' для перевода файловой системы USB в состояние ...

source: Stick input
hu: Bemenetek
ja: スティック入力
pt: Posição dos sticks
ru: Вводы

source: Mixer output
hu: Mixer kimenet
ja: ミキサー出力
pt: Saída do mixer
ru: Выход микшера

source: Step
hu: Lépés
ja: Trim間隔
pt: Passo
ru: Шаг

source: Layout: Long-Press ENT
hu: Elrendezés: Hosszú ENT
ja: レイアウト : ENT長押し
ru: Схема: Д-нажатие ENT devo8:Схема: Долгое нажатие ENT

source: Trimbar
hu: Trim
pt: Barra de trim
ru: Триммер

source: Box
hu: Doboz
ru: Бокс

source: Bar
hu: Oszlop
ja: Barグラフ
pt: Barras
ru: Полоса

source: Buzz settings
hu: Hang beállítások
ja: ブザー設定
pt: Configurações de buzzer
ru: Настройки сигнала

source: Vibration
hu: Rezgés
ja: バイブレート
pt: Vibrar
ru: Вибрация

source: Batt alarm
hu: Fesz. riaszt.
ja: Battery警告
pt: Alarme bat
ru: Сигнал бат.

source: Alarm intvl
hu: Riaszt. int.
ja: アラーム間隔
pt: Intervalo Alarme
ru: Интервал

source: PwrOn alarm
hu: Bekapcs. riaszt. devo10:Bekapcs. r.
ja: 電源ON警告
pt: Alarme PowOn
ru: Сигнал вкл.

source: PwrDn alert
hu: Kikapcs. riaszt. devo10:Kikapcs. r.
ja: 電源OFF警告
pt: Alerta PwrDn
ru: Сигнал выкл.

source: Contrast
hu: Kontraszt
ja: コントラスト
pt: Contraste
ru: Контраст

source: Prealert intvl
hu: Előjelz. interv.
ja: PreAlert間隔
pt: Interv. inicial
ru: Интерв. перед

source: Timeup intvl
hu: Ismétlés interv.
ja: TimeUp間隔
pt: Duração
ru: Интерв. после

source: Alert intvl
hu: Figy. int.
ja: 警告間隔
pt: Intervalo de Alerta

source: Configure
hu: Konfigurálás
ja: 設定
pt: Configurar
ru: Настройки передатчика

source: Plane
hu: Repülő
ja: 固定翼
pt: Aeroplano
ru: Самолет

source: Video
hu: Videó
ja: ビデオ
pt: ideo
ru: Видео

source: Setup
hu: Beállítás
pt: Configuração
ru: Настройка

source: Video Enable
hu: Videó enged.
ja: ビデオ有効
pt: Habilitar vídeo
ru: Вкл. видео

source: Video Channel
hu: Videó csatorna
ja: ビデオChannel
pt: Canal de vídeo
ru: Видео канал

source: Brightness
hu: Fényerő
ja: 明るさ
pt: Brilho
ru: Яркость

source: Binding %s... Press ENT to stop
hu: Kapcsolódás %s... ENT megállítani
ja: バインド中 %s... 停止はENTを押すこと
pt: Bindando %s Tecle ENT p/parar
ru: Привязка %s... ENT для остановки

source: %d seconds left
hu: %d másodperc van hátra
ja: %d 秒後
pt: %d segs restantes
ru: %d секунд до конца

source: Battery too low, can't save!
hu: Tápfesz. túl alacsony, nem tudok menteni!
ja: バッテリーが 低すぎます. 保存できません!
pt: Bateria baixa, não será possivel gravar!
ru: Батарея разряжена, сохранение невозможно!

source: Model needs reset for standard mixer
hu: A modellt törölni kell a szokásos felülethez
ja: 標準ミキサー向けに モデルをリセットする 必要があります.
pt: Modelo precisa de reset para o mixer padrão
ru: Модель требует сброса для стандартных микшеров

source: Bad/missing protocol modules!
hu: Hibás/hiányzó protokoll modulok!
ja: プロトコルモジュールの 不良 / 不具合です!
pt: Módulo de protocolo em falta ou danificado
ru: Ошибочные/отсутствующие модули протоколов!

source: Dn
hu: Le
ja: 下
pt: Aba
ru: Вниз

source: Press ENT to change
hu: Változtatáshoz ENT
ja: ENTを押して変更します
pt: Tecle ENT para alterar
ru: ENT для изменения devo8:Нажмите ENT для изменения

source: Press ENT to copy to
hu: Másolás ENT
ja: ENTを押しコピーします
pt: Tecle ENT para copiar para
ru: ENT для копирования в devo8:Нажмите ENT для копирования в

source: Press ENT to load
hu: Betöltés ENT
ja: ENTを押しロードします
pt: Tecle ENT para ler
ru: ENT для загрузки devo8:Нажмите ENT для загрузки

source: Rate
hu: Fok
ja: ログ速度
pt: Taxa
ru: Частота

source: Mixer Reorder:Hold R+
hu: Mixer Sorrend:Hosszú R+
ja: ミキサー入替 : R+長押し

source: Scale
hu: Skála
ja: スケール:幅
pt: cala
ru: Масшт.

source: Video setup
hu: Videó beáll.
ja: ビデオ設定
pt: Configuração de vídeo
ru: Настройка видео

source: About Deviation
hu: Deviation névjegye
ja: Deviationについて
pt: Sobre o Deviation
ru: О программе

source: External OSD
hu: Külső OSD
ja: 外部OSD
pt: OSD Externo
ru: Внешний OSD

source: Press ENT to stop test.
hu: ENT: Leállítás.
ja: ENTを押しテストを終了
pt: Tecle ENT para parar o teste
ru: Нажмите ENT для остановки.

source: Press ENT to start test.
hu: ENT: Indítás.
ja: ENTを押しテストを開始
pt: Tecle ENT para iniciar o teste
ru: Нажмите ENT для запуска.

source: Press ENT to turn USB drive
hu: ENT-el kapcsolhatja az USB-t
ja: ENTを押して USBドライブに 切替えます.
pt: Tecle ENT p/ativar USB
ru: Нажмите ENT для перевода USB диска в состояние

source: 4Ch w/ Dual-Rates
hu: 4 csat. + DR
pt: 4Ch c/Dual-Rate
ru: 4-канала с дв.расх. devo8:4-канала с дв.расходами

source: Simple 4 Channel
hu: Egyszerű 4 csat.
ja: 基本 4 Channel
pt: 4Ch. Simples
ru: Простой 4-канала

source: 6Ch Helicopter
hu: 6 csat. helikopter
ja: 6Ch ヘリ
pt: Helicóptero 6Ch
ru: 6-канальный вертолет

source: 6Ch Airplane
hu: 6 csat. repülőgép
ja: 6Ch 固定翼
pt: Aeroplano 6Ch
ru: 6-канальный самолет

source: Heli/Standard GUI
hu: Heli/Szokásos felület
ja: ヘリ/標準GUI
ru: Вертолет/Стандартный

source: Min/Max
ja: 最小/最大
ru: Мин/Макс

source: Ok
ru: ОK

source: AIL
ru: Элер

source: ELE
ru: РВыс

source: THR
ru: Газ

source: RUD
ru: РНап devo8:РНапр

source: DR
ru: ДР

source: RUD DR
ru: РН.ДР devo8:РНапр ДР

source: ELE DR
ru: РВ.ДР devo8:РВыс ДР

source: AIL DR
ru: ЭЛ.ДР devo8:Элер ДР

source: GEAR
ru: Шасси

source: MIX
ru: МИКШ

source: FMODE
pt: MODOF
ru: ПРеж devo8:ПРежим

source: TRN
ru: Тренер

source: Enter
ru: Ввод

source: Exit
pt: Sair
ru: Выход

source: Virt
ja: 仮想
ru: Вирт.

source: Subtrim
ja: サブトリム
ru: Субтриммер

source: Multirotor
ja: マルチ
ru: Мультиротор

source: Heli
ja: ヘリ
ru: Вертолет

source: Default
ja: 初期値
ru: Умолчание

source: Mixer
ja: ミキサー
ru: Микшер

source: Start
ja: スタート
pt: Inicio
ru: Время

source: Trim +
ru: Трим+

source: Trim -
ru: Трим-

source: Auto
ja: 自動
ru: Авто

source: Trim
ru: Триммер

source: CYC
pt: Cíclo
ru: Цикл

source: max
ja: 最大
ru: максимум

source: min
ja: 最小
ru: минимум

source: PIT
ru: Шаг

source: LIN
ru: Линейно

source: vTX MHz
ru: vTX МГц

source: Multi
ja: マルチ
pt: lti

source: USB
ja: USB接続

source: L
ja: 低

source: M
ja: 中

source: H
ja: 高

source: Neg
ja: ネガ

source: Set protocol to XN297Dump
ja: プロトコルをXN297Dumpに設定

source: Scanning channels and length...
ja: CHと波長をスキャン...

source: Measuring packet intervals...
ja: パケット間隔を測定...

source: Recording packets...
ja: パケットを記録...

source: Valid CRC found!
ja: 有効なCRCを確認!

source: CRC invalid
ja: CRC無効

source: Analog Aux
ja: アナログAUX

source: CRTPLOG
ja: CRTPログ

source: Std
ja: 標準

source: Chan 1
ja: Ch 1
pt: Canal 1

source: Chan 2
ja: Ch 2
pt: Canal 2

source: Chan 3
ja: Ch 3
pt: Canal 3

source: Chan 4
ja: Ch 4
pt: Canal 4

source: Chan 5
ja: Ch 5
pt: Canal 5

source: Chan 6
ja: Ch 6
pt: Canal 6

source: Chan 7
ja: Ch 7
pt: Canal 7

source: Chan 8
ja: Ch 8
pt: Canal 8

source: Polarity
ja: 極性

source: Country
ja: エリア
pt: País

source: Rx PWM out
ja: Rx PWM出力
pt: Saída Rx PWM

source: Period (ms)
ja: 周期 (ms)
pt: Período (ms)

source: Bitrate
ja: ビットレート

source: Address
ja: アドレス

source: Scrambled
ja: スクランブル

source: Retries
ja: リトライ

source: Intvl Scan
ja: スキャン間隔

source: Power
ja: 電源
pt: LIGA

source: rxQual
ja: Rx品質
pt: Qualrx

source: txQual
ja: Tx品質
pt: Qualtxl

source: Pitch
ja: ピッチ

source: Roll
ja: ロール

source: Yaw
ja: ヨー

source: Antenna
ja: アンテナ
pt: Antena

source: rx Quality
ja: RX 品質
pt: Qualidade rx

source: tx Quality
ja: TX 品質
pt: Qualidade tx

source: RxV
ja: Rx電圧

source: SW A
pt: CH A

source: SW B
pt: CH B

source: SW C
pt: CH C

source: SW D
pt: CH D

source: SW E
pt: CH E

source: SW F
pt: CH F

source: SW G
pt: CH G

source: SW H
pt: CH H

source: Telem %d
pt: Telem 1%d

source: RX Id
pt: id RX

source: Rx Telem
pt: Telem Rx

source: tx SNR
pt: SNR tx

source: txRSSI
pt: RSSItx

source: rx SNR
pt: SNRrx

source: FMode
pt: ModoF

source: RFMode
pt: ModoRF

source: Curr
pt: Corr

source: Flight Mode
pt: Modo de Voo

source: RF Mode
pt: Modo RF

source: Capacity
pt: Capacidade

source: test
pt: teste
